// 一些常量

// 命中这些关键字，默认走微信公众自动回复，不触发大模型问答
const keywordList = [
    '张岱', '焚楼', '抽奖', '单号', '转正', '当元老',
    '同人', '番外', '洋葱新闻', '新闻', '新闻周刊', '澳宋新闻',
    '笑话', '政治笑话', '短篇', '文言',
    '买', '买书', '实体', '订书', '实体书', '众筹',
    '删除', '神隐', '临高的女孩', '桂林风云', '米泽藩政改革',
    '更新', '正文', '催更', '拖更',
    '邀请码', '邀请', '论坛', '注册',
    '买', '买书', '实体', '订书', '实体书', '众筹',
    '今始为君开', '紫明楼旧事', '同人', '香港海军士官学校', '九山王计划',
    '《澳宋春秋》4月号，肇庆解放专辑选文', '瘟疫战争', '弘光笔记', '欧洲行纪', '邪术同人急就章',
    '1632年', '年表', '临高启明吧', '贴吧', '贴吧日常', '粗肧', '魔条', '路虎',
    '小北', '小荷', '川南', '忠主席', '锦衣卫', '林铭', '大萌锦衣卫', '吴南海',
    '母女之哀嚎', '母女哀嚎', '母女双飞', '吴南海母女双飞', '鬼畜农场',
    '元老院万岁', '为了元老院和人民', '元老有多少', '元老院席位有多少', '元老有多少个',
    '文总遗言', '文主席遗言', '文德嗣遗言', '天使长', '大天使长', '文徳嗣遗言',
    '圣船', '丰城轮', '萧主任万寿无疆', '萧子山万寿无疆', '萧子山主任是当代最伟大的领导者',
    '萧子山主任天才', '祝萧主任万寿无疆！', '伟大的萧子山思想万岁！', '萧主任万岁！', '萧主任万寿无疆！', '战无不胜的萧子山思想万岁！',
    '临高启明', '1631年', '1630年', '1629年', '1628年',
    '萧子山', '萧主任', '王洛宾', '王洛宾主席', '王工', '马千瞩', '马前卒', '马督公', '马督工', 
    '马总理', '督工', '督公', '永远健康', '马千嘱', '文总', '文主席', '文德嗣', '大天使长', '天使长', '文徳嗣',
    '文主席万寿无疆', '马总理永远健康', '王洛宾比较健康', '钱议长满面红光', '马甲桑勉强健康', '萧主任身体微恙',
    '邬院长时常受伤', '吴部长带病在床', '马督工永远健康', '马督公永远健康', '文主席万寿无疆', '文总万寿无疆',
    '天诛八尺', '还我公图', '还我公图', '天诛八尺', '天诛八尺，还我公图！'
];

module.exports = {
    keywordList
}
